tests/ddom-tests-wss4j/src/test/resources/com/google/code/ddom/tests/wss4j/sender/envelope.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <TestRequest xmlns="urn:test">
            <param>test</param>
        </TestRequest>
    </s:Body>
</s:Envelope>
